export const ggmallKind = {
  service: "제휴서비스",
  shop: "GG 쇼핑",
  tour: "GG 투어",
  gift: "사은품",
};

export const bbs = {
  news: "뉴스",
  event: "이벤트",
  media: "미디어",
  notice: "공지사항",
  review: "이용후기",
  "": "게시판",
};

export const HOPE_SERVICE = [
  "골프장 예약",
  "스크린 골프",
  "리무진",
  "요트",
  "호텔",
  "전용기",
  "골프공",
  "골프백",
  "골프웨어",
  "골프채",
  "전자제품",
  "국내 골프장",
  "해외 골프장",
  "프리미엄 골프장",
  "미술품",
  "사은품",
  "커뮤니티",
  "파티",
  "모임",
  "레스토랑",
  "엔터테인먼트",
  "스파",
  "와인",
];

export const RESV_KIND = {
  "01": "골프장예약 서비스",
  "02": "스크린골프 포인트 서비스",
  "03": "제휴서비스",
  "04": "GG투어",
};

export const RESV_STTS = {
  "01": "예약신청",
  "05": "예약접수",
  "04": "예약완료",
  "02": "이용완료",
  "03": "예약취소",
  "07": "이용취소",
};
